Repository: cristch27/pardibee
Catalog: languages/participants-database-*.po
Languages: nl_nl

source: A record has just been updated on %s
nl_nl: Gegevens zijn zojuist bijgewerkt voor %s

source: Record Update Notification Email
nl_nl: Gegevens bijgewerkt email bericht

source: Body of the the email sent when a user updates their record. Any field from the form can be included by using a replacement code of the form: [field_name]. For instance: [last_name],[address],[email] etc. (The field name is under the "name" column on the "Manage Database Fields" page.) Also available is [date] which will show the date and time of the update and [admin_record_link] tag for a link to edit the record in the admin.
nl_nl: De tekst van de email die verstuurd wordt wanneer iemand zijn gegevens bijwerkt. Elk veld van het formulier kan gebruikt worden via een veldcode als: [field_name]. Bv.: [last_name],[address],[email] etc. (De veld naam staat onder de "naam" kolom op de pagina "Beheer database velden"). Ook beschikbaar is [date], die de datum en tijd zal tonen van het bijwerken en de [admin_record_link] voor een link naar het bijwerken van de gegevens in de administratie omgeving.

source: <p>The following record was updated on [date]:</p><ul><li>Name: [first_name] [last_name]</li><li>Address: [address]</li><li>[city], [state], [country]</li><li>Phone: [phone]</li><li>Email: [email]</li></ul><p>Edit this record <a href="[admin_record_link]">here.</a></p>
nl_nl: <p>De volgende gegevens zijn bijgewerkt op [date]:</p><ul><li>Naam: [first_name] [last_name]</li><li>Adres: [address]</li><li>[city], [state], [country]</li><li>Telefoon: [phone]</li><li>Email: [email]</li></ul><p>Bewerk deze gegevens <a href="[admin_record_link]">hier.</a></p>

source: Record Not Found Error Message
nl_nl: Gegevens niet gevonden foutmelding

source: message to show if the record page was accessed without a valid identifier. Leave this empty if you want nothing at all to show.
nl_nl: bericht dat getoond wordt als de gegevens pagina benaderd werd zonder een geldig ID. Laat dit blanco als je wilt dat er helemaal niets getoond wordt.

source: No record was found.
nl_nl: Geen gegevens gevonden

source: Same Page
nl_nl: Zelfde pagina

source: None
nl_nl: Geen

source: Settings
nl_nl: Instellingen

# message to show if the plugin cannot find the template
source: <%1$s>The template %2$s was not found.</%1$s> Please make sure the name is correct and the template file is in the correct location.
nl_nl: <%1$s>De template %2$s werd niet gevonden.</%1$s> Controleer of de naam klopt en het template bestand opgeslagen is op de juiste locatie.

source: Add New Participant Record
nl_nl: Voeg nieuwe deelnemer toe

source: Edit Existing Participant Record
nl_nl: Bewerk gegevens deelnemer

# indicates a new record is being entered
source: (new record)
nl_nl: (nieuwe regel)

source: Save the Record
nl_nl: Sla de gegevens op

source: <strong>Submit:</strong> save record and return to list<br><strong>Apply:</strong> save record and continue with same record<br><strong>Next:</strong> save record and then start a new one
nl_nl: <strong>Verzenden:</strong> sla de gegeven op en ga terug naar de lijst<br><strong>Toepassen:</strong> sla de gegevens op en ga door met het bewerken van deze gegevens<br><strong>Volgende:</strong> sla de gegevens op en ga door met een nieuwe

source: Update Fields
nl_nl: Bewerk velden

source: Update Groups
nl_nl: Bewerk groepen

source: Add Field
nl_nl: Veld toevoegen

source: Add Group
nl_nl: Groep toevoegen

source: new field name
nl_nl: nieuwe veld naam

source: new group name
nl_nl: nieuwe groep naam

source: Cannot add a field with that name
nl_nl: Er kan geen veld met die naam toegevoegd worden

source: This name is reserved; please choose another. Reserved names are
nl_nl: Deze naam is gereserveerd; kies a.u.b. een andere. Gereserveerde namen zijn

source: Manage Database Fields
nl_nl: Beheer database velden

source: Field Groups
nl_nl: Veld groepen

source: Help
nl_nl: Hulp

source: Fields
nl_nl: Velden

source: No fields in this group
nl_nl: Geen velden in deze groep

source: Edit / Add / Remove Field Groups
nl_nl: Bewerk / Toevoegen / Verwijderen veld groepen

source: fields
nl_nl: velden

source: The %1$s was not added. Your new %1$s must have a unique name.
nl_nl: De %1$s is niet toegevoegd. Je nieuwe %1$s moet een unieke naam hebben.

source: Manage Fields Help
nl_nl: Beheer veld hulp

source: Defining Database Fields
nl_nl: Definieren database velden

source: The database stores information about people. On this page, you can determine what pieces of information are stored and how they are presented and interacted with. Take a look at the "Add Participant" page to see how the form is presented. You will be able to see your changes to how the fields are set up by checking this page.
nl_nl: De database slaat informatie op over personen. Op deze pagina kan bepaald worden welke informatie opgeslagen wordt en hoe dat weergegeven en bewerkt wordt. Zie de "Deelnemer toevoegen" pagina om te zien hoe het formulier wordt weergegeven. Je kan daar je aanpassingen zien en hoe de velden weergegeven worden door die pagina te controleren.

source: <strong>Important:</strong> Some of the changes you can make here will affect existing records in the database. It is best to set up your database before you begin adding records, but it is possible to add fields to the database at any time. Any records that were entered before the new field was added will have no value for the field. This can be filled in by then editing the record.
nl_nl: <strong>Belangrijk:</strong> Sommige wijzigingen die je hier kan maken zullen de bestaande gegevens in de database beïnvloeden. Je kan de database beter eerst compleet aanmaken voordat je begint met de invoer van gegevens, maar je kan op elk moment velden aan de database toevoegen. Gegevens van deelnemers die ingevoerd zijn voordat een nieuw veld toegevoegd werd, zullen geen waarde hebben voor dit veld. Dit kan dan ingevoerd worden door de gegevens van de deelnemer te bewerken.

source: Delete
nl_nl: Verwijderen

source: Click on the red "X" to delete a field. If there are existing records with this data field, that information will not be deleted from the database, but you will no longer be able to display or edit it.
nl_nl: Klik op de rode "X" om een veld te verwijderen. Als er gegevens ingevoerd zijn voor dit veld dan zal die informatie niet verwijderd worden uit de database, maar je kan het niet meer tonen of bewerken.

source: Order
nl_nl: Volgorde

source: Click and drag to reorder the fields. You do not need to click on "Update" for the change to take effect.
nl_nl: Klik en sleep om de velden te sorteren. Je hoeft niet op "Update" om de wijzigingen door te voeren.

source: Title
nl_nl: Titel

source: This is the display title for your field. You can change it at any time, it won&#39;t affect the field in any way other than to change how it is labeled in forms.<p>
nl_nl: Dit is de titel die getoond wordt voor het veld. Je kan dit op elk moment veranderen, het zal het veld op geen enkele wijze beïnvloeden anders dan hoe het aangegeven is in formulieren.<p>

source: Default
nl_nl: Standaard

source: If you wish to pre-load a field with a value, you can put it here.
nl_nl: Als je een veld een vooraf ingestelde waarde wilt geven, dan kan je die hier aangeven.

source: Group
nl_nl: Groep

source: The database fields are organized into groups, and you can select which group the database field belongs to here. You can edit the groups under the "Field Groups" tab.
nl_nl: De database velden zijn georganiseerd in groepen en je kan selecteren toe welke groep het database veld behoord. Je kan de groepen bewerken onder de "Veld groepen" tab.

source: Help Text
nl_nl: Hulp tekst

source: When a form is displayed, sometimes it is a good idea to explain something about the information you want in a field. Any text you put in here will be displayed next to the field. HTML is allowed, but be careful with that, you can break things!
nl_nl: Wanneer een formulier getoond wordt, is het soms een goed idee om iets uit te leggen over de informatie die je in een veld wilt hebben. De tekst die je hier aangeeft zal naast het veld getoond worden. HTML is toegestaan, maar wees er voorzichtig mee omdat je er de layout mee kan verstoren!

source: Form Element
nl_nl: Formulier element

source: If your piece of information is a simple line of text (like a name), it should be presented in the form as a text field. If a longer piece of text is called for, a text-field would be a better choice, and so forth. This is where you can determine what kind of form element this particular piece of information will be preseted with.
nl_nl: Als de informatie een eenvoudige tekst regel is (zoals een naam) dan kan het in het formulier weergegeven worden als een tekst veld. Als er een langere tekst nodig is, kan beter een tekst gebied gebruikt worden. U kunt hier bepalen met welk formulier element de informatie weergegeven wordt.

source: Under the multiple-choice dropdown are the form elements you can choose from. It is really best to avoid changing this once you have begun adding records to the database using this field&hellip;unpredictable things can happen, and although you won&#39;t lose any data, it can make a mess! That said, it <em>is</em> possible to change between similar elements, like text/text-field or select/dropdown or select-other/dropdown-other. Be warned, it&#39;s safest to set this up before you start getting data for the field.
nl_nl: Onder de meerkeuze uitklap lijst staan de formulier elementen waaruit gekozen kan worden. Het is beter om te vermijden dat dit later aangepast wordt als er al formulier resultaten in de database opgeslagen zijn omdat er anders onvoorspelbare fouten kunnen optreden. Er is geen kans op verlies van gegevens maar het kan rommelig worden. Dat gezegd <em>blijft</em> het mogelijk om het formaat van elementen te veranderen, bv. tekst/tekst-gebied of selectie/uitklap. U bent gewaarschuwd dat de veiligste oplossing is om deze instellingen te maken voordat er gegevens ingevoerd worden.

source: Values
nl_nl: Waarden

source: For form elements that have multiple choices, you need to define those choices here. Type in a comma-separated list of the options you want to present.
nl_nl: Voor formulier elementen die meerdere keuzes hebben, moeten deze hier bepaald worden. Geef de keuze opties hier in gescheiden door komma's.

source: Don&#39;t try to have a comma in one of your options, though! It&#39;s posiible to break things by trying to include other (mostly non-text and punctuation) characters, so test things, and if you get erratic behavior in the form, you may have characters here that are messing things up. Most international language characters should be fine, just type them in. Don&#39;t try to use HTML entities or codes, it just won&#39;t work.
nl_nl: Vermijd komma's in de opties. Er kan onvoorspelbaar gedrag optreden als hier interpunctie en andere tekens gebruikt worden. Test het formulier en controleer deze instellingen op tekens die afwijkend gedrag kunnen veroorzaken. De meeste internationale taal tekenreeksen kunnen gebruikt worden maar gebruik <em>geen</em> HTML elementen of codes omdat die hier niet functioneren.

source: Validation
nl_nl: Validatie

source: If you wish certain fields to be required or have a specific kind of content, you can set that here. "Not Required" means you don&#39;t care if the field is filled in or not. "Required" simply means the field must have something in it. "match/regex" gives you some advanced options for validating a field. To match the field to the value of another field, put the name of that field in the box. You can also use a regex to validate the field, but it is for advanced users, so if you don&#39;t know what a regex is, get some help before trying to use this feature.
nl_nl: Als u wilt dat bepaalde velden vereist zijn of een specifieke inhoud hebben, dan kan dat hier ingesteld worden. "Niet vereist" betekend dat het niet uitmaakt of er gegevens ingegeven worden of niet."Vereist" betekend dat er iets ingevuld moet worden. "match/regex" (overeenkomen/reguliere expressie) geeft geavanceerde mogelijkheden voor het valideren van invoer voor een veld. Om een veld overeen te laten komen met de waarden van een ander veld, plaats de naam van dat veld in het kader. Reguliere expressies kunnen ook gebruikt worden voor veld validatie maar het is voor gevorderde gebruikers. Vraag om hulp wanneer u niet bekend bent met reguliere expressies voordat u probeert deze functie toe te passen.

source: Admin Column
nl_nl: Beheer kolom

source: This only affects the "List Participants" page of the plugin. On that page, the database records are listed. Since it would be impractical to include every field as a column in this list, you can select which fields are shown here. "0" means don&#39;t display it, a number sets the order in which the column will appear. You have to make sure the numbers make sense, if you have multiple items with the same number (other than 0), only the last one with the number will appear.
nl_nl: Dit betreft alleen de "Overzicht deelnemers" pagina van de plugin. Op die pagina worden de gegevens uit de database weergegeven in een lijst. Aangezien het niet praktisch is om elk veld als een kolom in het overzicht weer te geven, kan hier een selectie gemaakt worden van de weer te geven velden. "0" betekend niet weergeven, een nummer bepaald de kolom waarin het veld weergegeven wordt. Controleer of de nummering klopt, want bij meerdere velden met hetzelfde nummer (ongelijk "0") wordt alleen het laatste veld met het nummer opgenomen.

source: Display Column
nl_nl: Weergave kolom

source: When using the [pdb_list] shortcode to display the list of records, this column determines whether the column will be shown and in what order.
nl_nl: Wanneer de [pdb_list] verkorte code gebruikt wordt om de lijst van gegevens te tonen, bepaald deze kolom of het veld wordt weergegeven en in welke volgorde.

source: Switches
nl_nl: Instellingen

source: <strong>Sortable</strong> means the list presented on the "List Participants" page can be sorted by this field. Of course, it must have a non-zero value in "Column" to be seen at all.
nl_nl: <strong>Sorteerbaar</strong> is voor de sortering van de lijst op de "Overzicht deelnemers" pagina. Uiteraard moet er een niet-nul waarde zijn voor "Kolom" om de sortering zichtbaar te maken.

source: <strong>CSV</strong> means the field is one that can be imported or exported with a CSV file. If you are using CSV files to bring in records, you should set these switches based on which fields you are planning to import. When exporting a CSV, this switch determines whether the field will be exported.<p>
nl_nl: <strong>CSV</strong> betekend dat het veld opgenomen wordt bij het importeren en exporteren van CSV (komma gescheiden waardes) bestanden. Als u CSV bestanden gebruikt voor het invoeren van gegevens dan dienen deze instellingen aan te geven welke velden u wilt importeren. Bij de export als CSV bepaald deze instelling of het veld opgenomen wordt.<p>

source: <strong>Persistent</strong> is a convenience feature helpful when you are manually entering a series of records in the admin. If set, it means the field will carry over to the next blank entry. For instance, if a group of records from the same city are being entered, set the "city" field to be persistent, then once a city value has been entered in the first record of the series, the next blank record will have this city pre-filled.
nl_nl: <strong>Vasthouden</strong> is een gebruiksgemak optie die handig is wanneer gegevens handmatig in het beheer gedeelte ingevoerd worden. Indien ingesteld, wordt de waarde van het veld meegenomen voor de volgende regel. Bv. als een groep deelnemers voor dezelfde woonplaats ingevoerd wordt, stel het veld "woonplaats" dan in als Vasthouden om het van de eerste invoer over te nemen op de volgende deelnemers.

source: <strong>Signup</strong> selects this field for use in the brief signup form that is presented with the [pdb_signup] shortcode.
nl_nl: <strong>Intekenen</strong> selecteert dit veld voor gebruik in het korte inteken formulier dat getoond worden met de [pdb_signup] verkorte code.

source: <strong>Readonly</strong> means that plugin users can see the value of the field, but cannot edit it. The field will be editable in the admin.
nl_nl: <strong>Alleen lezen</strong> betekend dat gebruikers de waarde van het veld kunnen zien maar het niet kunnen wijzigen. Het veld kan wel aangepast worden in het beheer gedeelte.

source: Participants Database
nl_nl: Deelnemers database

source: List Participants
nl_nl: Overzicht deelnemers

source: Add Participant
nl_nl: Deelnemer toevoegen

source: Import CSV File
nl_nl: CSV bestand importeren

source: Setup Guide
nl_nl: Installatie handleiding

source: Edit Record
nl_nl: Bewerk gegevens

# message to show if the plugin cannot find the template
source: Missing Template
nl_nl: Ontbrekend sjabloon

source: No record found for %s.
nl_nl: Geen gegevens gevonden voor %s.

source: Not Required
nl_nl: Niet vereist

source: Required
nl_nl: Vereist

source: There is something wrong with the file you tried to upload. Try another.
nl_nl: Er is iets mis met het bestand dat u probeerde te uploaden. Probeer een andere.

source: You may only upload image files like JPEGs, GIFs or PNGs.
nl_nl: U kunt alleen bestanden uploaden als JPEG, GIF or PNG.

source: The image you tried to upload is too large. The file must be smaller than %sK.
nl_nl: De afbeelding die u probeerde te uploaden is te groot. Het bestand moet kleiner zijn dan %sK.

source: The file could not be saved.
nl_nl: Het bestand kon niet worden opgeslagen.

source: The uploads directory (%s) could not be created.
nl_nl: De upload directory (%s) kon niet aangemaakt worden.

source: The date for "%s" was invalid. Please input the date with the exact format shown
nl_nl: De datum voor "%s" is ongeldig. Voer de datum in met exact het aangegeven formaat.

source: Helping organizations manage their volunteers, members and participants.
nl_nl: Help organisaties met het beheer van vrijwilligers, leden of deelnemers.

source: Developed by
nl_nl: Ontwikkeld door

source: Suggestions or crticisms of this plugin? I&#39;d love to hear them: email
nl_nl: Suggesties voor of kritiek over deze plugin verneem ik graag: email

source: Please consider contributing to the continued support and development of this software by visiting %1$sthis plugin&#39;s page,%3$s giving the plugin a %2$srating%3$s or review, or dropping something in the %1$stip jar.%3$s Thanks!
nl_nl: Overweeg s.v.p. om bij te dragen aan de voortdurende ondersteuning en ontwikkeling van deze software door de pagina van %1$s deze plugin te bezoeken%3$s, de plugin een %2$s cijfer%3$s of bespreking te geven, of iets in de %1$stipgeld bus%3$s te doen. Bedankt!

source: 1. Prepare a spreadsheet file with the correct format:
nl_nl: 1. Maak een spreadsheet bestand aan met het correcte formaat:

source: To properly import your membership data, the columns in your spreadsheet must match exactly the columns in the database. Currently, the CSV import columns are as follows:
nl_nl: Om correct gegevens te kunnen importeren, moeten de kolommen van het spreadsheet exact met de kolommen (velden) in de database overeenkomen. Op het moment zijn de CSV import kolommen als volgt:

source: This means your spreadsheet needs to have %s columns, and the heading in each of those columns needs to match exactly the names above. If there is no data for a particular column, you can include it and leave it blank, or leave it out entirely. The order of the columns doesn&#39;t matter.
nl_nl: Dit betekent dat uw spreadsheet %s kolommen moet hebben en dat de koppen voor elk van deze kolommen exact overeen moet komen met de namen hierboven. Als er geen gegevens zijn voor een specifieke kolom, kan deze opgenomen worden en blanco gelaten worden of geheel overgeslagen worden. De volgorde van de kolommen maakt niet uit.

source: If the imported CSV file has a different column set, that column set will be imported and used. If a column name does not match a defined column in the database, the data from that column will be discarded
nl_nl: Als het geïmporteerde CSV bestand een andere set kolommen heeft dan zal die set kolommen geïmporteerd worden. Als de naam boven een kolom niet overeenkomt met een gedefinieerde kolom in de database dan zullen de gegevens van die kolom overgeslagen worden.

source: Get Blank CSV File
nl_nl: Haal het blanco CSV bestand op

source: You can download this file, then open it in Open Office, Excel or Google Docs.
nl_nl: Je kan dit bestand downloaden en dan openen met Open Office, Excel of Google Docs.

source: 2. Upload the .csv file
nl_nl: 2. Upload het .csv bestand

source: When you have your spreadsheet properly set up and filled with data, export it as any of the following: "comma-delimited csv", or just "csv". Save it to your computer then upload it here.
nl_nl: Wanner het spreadsheet correct opgezet is en gevuld is met gegevens, exporteer het dan als "komma gescheiden csv", of gewoon "csv". Sla het op en upload het dan hier.

source: Exported CSV files should be comma-delimited and enclosed with double-quotes ("). Encoding should be "UTF-8."
nl_nl: Geëxporteerde CSV bestanden moeten komma-gescheiden zijn en ingesloten met dubbele aanhalingstekens ("). De codering moet "UTF-8" zijn.

source: <strong>Note:</strong> Depending on the "Duplicate Record Preference" setting, imported records are checked against existing records by the field set in the "Duplicate Record Check Field" setting. If a record matching an existing record is imported, one of three things can happen, based on the "Duplicate Record Preference" setting:
nl_nl: <strong>Opmerking:</strong> Afhankelijk van de "Dubbele gegevens voorkeur" instelling, worden geïmporteerde gegevens gecontroleerd tegen bestaande gegevens met de set velden die ingesteld is bij "Dubbele gegevens controle veld" instelling. Als gegevens overeenkomen dan kan één van drie afhandelingen voorkomen afhankelijk van de instelling "Dubbele gegevens voorkeur":

source: Current Setting
nl_nl: Huidige instelling

source: %sOverwrite%s an existing record with a matching %s will be updated with the data from the imported record. Blank or missing fields will not overwrite existing data.
nl_nl: %sOverschrijf%s bestaande gegevens met een overeenkomende %s zal de gegevens bijwerken met de geïmporteerde data. Blanco of ontbrekende velden zullen de bestaande gegevens niet overschrijven.

source: %sCreate New%s adds all imported records as new records without checking for a match.
nl_nl: %sNieuw aanmaken%s voegt alle geïmporteerde gegevens toe als nieuw zonder controle op dubbele.

source: %sDon&#39;t Import%s does not import the new record if it matches the %s of an existing one.
nl_nl: %sNiet importeren%s zal de nieuwe gegevens niet importeren als ze overeenkomen met %s van een bestaande gegevens.

source: Choose .csv file to import:
nl_nl: Kies het .csv bestand om te importeren:

source: Upload File
nl_nl: Upload bestand

source: Plugin for managing a database of participants, members or volunteers
nl_nl: Plugin voor het beheer van een database met deelnemers, leden of vrijwilligers
