Repository: cristch27/pardibee
Catalog: languages/participants-database-*.po
Languages: nl_nl

source: The file %s has been uploaded.
nl_nl: Bestand %s geupload.

source: %s record added
nl_nl: %s regel toegevoegd

source: %s matching record updated
nl_nl: %s overeenkomende regel bijgewerkt

source: %s duplicate record skipped
nl_nl: %s dubbele regel overgeslagen

source: Zero records imported
nl_nl: Geen records geïmporteerd

source: There was an error uploading the file. This could be a problem with permissions on the uploads directory.
nl_nl: Er is een fout opgetreden bij het uploaden van het bestand. Dit kan te maken hebben met de schrijfrechten in de upload map.

source: Destination
nl_nl: Doel

source: Target directory does not exist and could not be created. Try creating it manually.
nl_nl: Doel map bestaat niet en kon niet aangemaakt worden. Probeer deze handmatig aan te maken.

source: Error occured while trying to add the data to the database
nl_nl: Er is een fout opgetreden bij het toevoegen van de gegevens in de database.

source: Input file does not exist or path is incorrect.<br />Attempted to load: %s
nl_nl: Invoer bestand bestaat niet of het pad is incorrect<br />Probeerde om %s te laden

source: The number of items in line %s is incorrect.<br />There are %s and there should be %s.
nl_nl: Het aantal velden in regel %s is incorrect.<br /> Er zijn er %s en het zouden er %s moeten zijn.

source: Number of values does not match number of columns
nl_nl: Het aantal waarden komt niet overeen met het aantal kolommen

source: New columns imported from the CSV file.
nl_nl: Nieuwe kolommen geïmporteerd uit het CSV bestand.

# indicates a write-in choice
source: other
nl_nl: ander

# indicates the text to be clicked to go to another web page
source: Link Text
nl_nl: Link tekst

source: delete
nl_nl: verwijderen

source: Please select a column to search in.
nl_nl: Selecteer een kolom waarin gezocht moet worden.

source: Please type in something to search for.
nl_nl: Geef a.u.b. iets in waarnaar gezocht moet worden.

source: Search
nl_nl: Zoeken

source: Sort by
nl_nl: Sorteren op

source: show all
nl_nl: alles tonen

source: Ascending
nl_nl: Oplopend

source: Descending
nl_nl: Aflopend

# submit button label
source: Delete Checked
nl_nl: Verwijder geselecteerde

# submit button label
source: Change
nl_nl: Wijzig

# submit button label
source: Sort
nl_nl: Sorteer

# submit button label
source: Clear
nl_nl: Wissen

# search button label
source: Search
nl_nl: Zoeken

# noun; page number indicator
source: Page
nl_nl: Pagina

source: Do you really want to delete the selected record?
nl_nl: Wil je de geselecteerde regel echt verwijderen?

source: Do you really want to delete the selected records?
nl_nl: Wil je de geselecteerde regels echt verwijderen?

source: List Participants: %s record found, sorted by:
nl_nl: Toon deelnemers: %s regel gevonden, gesorteerd op:

source: Show only records with
nl_nl: Toon alleen de regels met

source: is not
nl_nl: is niet

source: contains
nl_nl: bevat

source: doesn&#39;t contain
nl_nl: bevat niet

source: is greater than
nl_nl: is groter dan

source: is less than
nl_nl: is kleiner dan

source: Show %s items per page.
nl_nl: Toon %s item per pagina

source: Edit
nl_nl: Bewerk

source: No records found
nl_nl: Geen regels gevonden

source: Export CSV
nl_nl: Exporteer CSV

source: File Name
nl_nl: Bestandsnaam

source: Download CSV for this list
nl_nl: Download CSV voor deze lijst

source: This will download the whole list of participants that match your search terms, and in the order specified by the sort. The export will include records on all list pages. The fields included in the export are defined in the "CSV" column on the Manage Database Fields page.
nl_nl: Dit zal de lijst downloaden van deelnemers die vallen onder je zoekargumenten en in de volgorde aangegeven bij de sortering. De export bevat gegevens van alle pagina's van de lijst. De opgenomen velden worden gedefinieerd in de "CSV" kolom van de Beheer Database Velden pagina.

source: all
nl_nl: alles

source: First
nl_nl: Eerste

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Last
nl_nl: Laatste

source: General Settings
nl_nl: Algemene instellingen

source: Signup Form Settings
nl_nl: Registratie formulier instellingen

source: Record Form Settings
nl_nl: Record Formulier Instellingen

source: List Display Settings
nl_nl: Lijst overzicht instellingen

source: Settings for the [pdb_record] shortcode, which is used to show a user-editable form on the website.
nl_nl: Instellingen voor de [pdb_record] verkorte codes die gebruikt worden om een formulier - bewerkbaar door de gebruiker - op de website op te nemen.

source: Settings for the [pdb_list] shortcode, which is used to show a list of records from the database.
nl_nl: Instellingen voor de [pdb_list] verkorte code die gebruikt wordt om een lijst van deelnemers uit de database te tonen.

source: Settings for the [pdb_signup] shortcode, which is used to show a signup or registration form on the website.
nl_nl: Instellingen voor de [pdb_signup] verkorte code die gebruikt wordt om een inteken of registratie formulier op de website op te nemen,

source: Save Plugin Settings
nl_nl: Bewaar Plugin instellingen

source: File Upload Location
nl_nl: Bestand upload locatie

source: This defines where the uploaded files will go, relative to the WordPress root. The default location is '/wp-content/uploads/participants-database'<br />Don't put it in the plugin folder, the images and files could get deleted when the plugin is updated.
nl_nl: Dit definieert waar de geuploade bestanden opgeslagen worden, relatief t.o.v. de WordPress hoofdmap. De standaard locatie is '/wp-content/uploads/participants-database'<br /> Gebruik niet de plugin map omdat de afbeeldingen en bestanden verwijderd kunnen worden wanneer de plugin bijgewerkt wordt.

source: File Upload Limit
nl_nl: Bestand upload limiet

source: the maximum allowed file size for an uploaded image
nl_nl: de maximale grootte voor een geuploade afbeelding

source: Default Image
nl_nl: Standaard afbeelding

source: Path (relative to WP root) of an image file to show if no image has been defined for an image field. Leave blank for no default image.
nl_nl: Het pad (relatief t.o.v. de WP map) van een afbeelding om aan te geven dat er geen afbeelding gedefinieerd is voor een afbeeldingsveld. Laat blanco voor geen standaard afbeelding.

source: Link Image to Fullsize
nl_nl: Link afbeelding naar volledige grootte

source: place a link to the full-size image on images. This link will work with most "lightbox" plugins.
nl_nl: plaats een link naar de afbeelding op volledige grootte. Deze link zal werken met de meeste "lightbox"plugins.

source: Use the Plugin CSS
nl_nl: Gebruik het stijlblad voor de plugin

source: use the plugin's CSS to style the output of shortcodes
nl_nl: Gebruik het stijlblad (CSS) van de plugin voor de vormgeving van de uitvoer van de verkorte codes

source: Make Links Clickable
nl_nl: Maak links aanklikbaar

source: if a "text-line" field looks like a link (begins with "http" or is an email address) make it clickable
nl_nl: als een "tekst-regel" veld er uit ziet als een link (begint met "http" of met een email adres is) maak het dan aanklikbaar

source: Protect Email Addresses
nl_nl: Beveilig email adressen

source: protect email addresses in text-line fields with Javascript
nl_nl: beveilig email adressen in tekst-regel velden met Javascript

source: Missing Field Error Message
nl_nl: Ontbrekend veld foutmelding

source: the message shown when a field is required, but left empty (the %s is replaced by the name of the field)
nl_nl: het bericht dat getoond wanneer een veld vereist is maar blanco gelaten wordt (de %s wordt vervangen door de naam van het veld)

source: The %s field is required.
nl_nl: het %s veld is vereist.

source: Invalid Field Error Message
nl_nl: Ongeldig veld foutmelding

source: the message shown when a field's value does not pass the validation test
nl_nl: het bericht dat getoond wordt wanneer de waarde van een veld niet voldoet aan de validatie

source: The %s field appears to be incorrect.
nl_nl: Dit %s veld lijkt niet correct.

source: Non-Matching Field Error Message
nl_nl: Niet overeenkomend veld foutmelding

source: the message shown when a field's value does match the value of another field
nl_nl: het bericht dat getoond wordt wanneer de waarden van een veld niet overeenkomt met de waarde van een ander veld

source: The %s field must match.
nl_nl: Het %s veld moet overeenkomen.

source: Field Error Style
nl_nl: Veld fout stijl

source: the CSS style applied to an input or text field that is missing or has not passed validation. This must be a valid CSS rule
nl_nl: de CSS stijl die toegepast wordt op een invoer of tekst veld ontbreekt of voldoet niet aan de validatie. Dit moet een geldige CSS regel zijn

source: Mark Required Fields
nl_nl: Markeer de vereiste velden

source: mark the title of required fields?
nl_nl: markeer de titel van vereiste velden?

source: Required Field Marker
nl_nl: Vereist veld markering

source: html added to field title for required fields if selected above (the %s is replaced by the title of the field)
nl_nl: html toegevoegd aan de veld titel voor vereiste velden indien hierboven geselecteerd (de %s wordt vervangen door de titel van het veld)

source: Use Rich Text Editor
nl_nl: Gebruik de rijke-tekst bewerker

source: enable the rich text editor on "rich-text" fields for front-end users. If deselected, "rich-text" fields will appear as text-area fields. This does not affect admin users, who always have the use of the rich-text editor.
nl_nl: activeer de rijke-tekst bewerker voor "rijke-tekst" velden voor gebruikers (voorzijde). Indien gedeactiveerd, zullen de "rijke-tekst" velden weergegeven worden als tekstblok velden. Dit heeft geen consequenties voor beheerders die altijd de beschikking hebben over de rijke-tekst bewerker.

source: Use WordPress Auto Formatting
nl_nl: Gebruik WordPress automatische formattering

source: Use WordPress&#39; auto formatting on rich text fields.
nl_nl: Gebruik de automatische WordPress formattering op rijke-tekst velden.

source: Send HTML Email
nl_nl: Verstuur HTML email

source: use rich text in plugin emails? If you turn this off, be sure to remove all HTML tags from the email body settings for the plugin.
nl_nl: gebruik rijke-tekst in plugin emails? Als je dit deactiveert zorg er dan voor dat je alle HTML commando's verwijderd uit de tekst van de email instellingen voor de plugin.

source: Strict Date Format
nl_nl: Strikt datum formaat

source: This forces date inputs to be interpreted strictly according to the date format setting of the site. You should tell your users what format you are expecting them to use. This also applies to date values used in [pdb_list] shortcode filters. The date with your current setting looks like this: <strong>%s</strong> %s
nl_nl: Dit forceert invoer van datums om geïnterpreteerd te worden volgens de datum formaat instellingen van de website. Je dient de bezoekers te informeren welk datum ze moeten gebruiken. Dit is ook van toepassing op datum waarden die gebruikt worden in de [pdb_list] verkorte code filters. De datum met je huidige instellingen ziet er als volgt uit: <strong>%s</strong> %s

source: Record Edit Access Level
nl_nl: Toegangsniveau voor bewerken van gegevens

source: sets the user access level for adding, editing and listing records. (fields management and plugin settings always require admin level access)
nl_nl: stel het toegangsniveau in voor gebruikers voor toevoegen, wijzigen en tonen van gegevens. (veld beheer en plugin instellingen vereisen altijd toegang op het niveau van beheerder)

source: Author
nl_nl: Auteur

source: Editor
nl_nl: Redacteur

source: Admin
nl_nl: Beheerder

source: Admin List Default Sort
nl_nl: Beheerder standaard lijst volgorde

source: The record list shown in the admin section will be sorted by this field by default. (Field must be checked "sortable.")
nl_nl: De lijst die getoond worden in de beheer sectie zal standaard gesorteerd worden op dit veld. (Veld moet aangekruist worden als "sorteerbaar")

source: Admin List Default Sort Order
nl_nl: Standaard lijst sorteer volgorde voor beheerders

source: Sets the default order of the record list in the admin.
nl_nl: Stel de standaard volgorde in van de lijst voor beheerders.

source: Records per Page
nl_nl: Aantal regels per pagina

source: the number of records to show on each page
nl_nl: het aantal regels dat getoond moet worden op elke pagina

source: Single Record Link Field
nl_nl: Link veld voor enkele regels

source: select the field on which to put a link to the [pdb_single] shortcode. Leave blank or set to "none" for no link.
nl_nl: selecteer het veld dat de link naar de [pdb_single] verkorte code moet worden. Laat blanco of zet het op "none" voor geen link.

source: Single Record Page
nl_nl: Pagina voor een enkele deelnemer

source: this is the page where the [pdb_single] shortcode is located. If you want to assign a post or custom post type, select "Post ID" and enter the post ID in the "other" box.
nl_nl: dit is de pagina waar de [pdb_single] verkorte code opgenomen is. Als je een bericht of aangepast bericht-type wil toekennen, selecteer dan "Post ID" en geef het bericht ID aan bij "andere".

source: Strict User Searching
nl_nl: Zoeken op volledige woorden

source: When checked, the frontend list search must match the whole field exactly. If unchecked, the search will match if the search term is found in part of the field. Searches are not case-sensitive either way.
nl_nl: Wanneer aangevinkt moet de zoekfunctie voor bezoekers exact met het hele veld overeenkomen. Indien niet aangevinkt zal de zoekopdracht resultaten opleveren voor zoektermen in een deel van het veld. Zoekopdrachten zijn in beide gevallen niet gevoelig voor hoofd- of kleine letters.

source: Enable AJAX Search Functionality
nl_nl: Activeer AJAX zoek functionaliteit

source: This enables list search results that are updated without reloading the page. It requires Javascript, but search will still work if Javascript is disabled in the user's browser.
nl_nl: Dit activeert zoekresultaten die bijgewerkt worden zonder de pagina te herladen. Het vereist Javascript maar de zoekfunctie werkt nog steeds als Javascript gedeactiveerd is in de browser van de bezoeker.

source: Signup Button Text
nl_nl: Inteken knop tekst

source: text shown on the button to sign up
nl_nl: tekst getoond op de knop om in te tekenen

# the text on a button to submit a signup form
source: Sign Up
nl_nl: Intekenen

source: Signup Thanks Page
nl_nl: Inteken bedank pagina

source: after they singup, send them to this page for a thank you message. This page is where you put the [pdb_signup_thanks] shortcode, but you don&#39;t have to do that if you have them go back to the same page. You can also use a Post ID for posts and custom post types.
nl_nl: na intekenen, stuur deze pagina met een bedank bericht. Op deze pagina kan je de [pdb_signup_thanks] verkorte code plaatsen, maar je behoeft dat niet te doen als je na intekenen teruglinkt naar de zelfde pagina. Je kan ook een Post ID gebruiken voor berichten en aangepaste types.

source: Send Signup Response Email
nl_nl: Verstuur inteken reactie email

source: Send a receipt email to people who sign up
nl_nl: Stuur een ontvangst email naar personen die intekenen

source: Signup Email From Address
nl_nl: Inteken email Vanaf adres

source: the "From" address on signup receipt emails. If the recipient hits "reply", their reply will go to this address. It is a good idea to use an email address from the same domain as this website.
nl_nl: het "Van" adres op email voor bevestiging van intekening. Als de ontvanger op "beantwoorden" klikt zal hun antwoord naar dit adres gaan. Het is een goed idee om een email adres te gebruiken op hetzelfde domein als deze website.

source: Signup Email From Name
nl_nl: Inteken email afzender naam

source: the "From" name on signup receipt emails.
nl_nl: de "Van'" naam op intekening ontvangen emails.

source: Signup Response Email Subject
nl_nl: Onderwerp van de intekening reactie email

source: subject line for the signup response email; placeholder tags can be used (see below)
nl_nl: onderwerp regel voor de inteken reactie email; veldcodes kunnen gebruikt worden (zie hieronder)

source: You've just signed up on %s
nl_nl: U heeft net ingetekend voor %s

source: Signup Response Email
nl_nl: Intekening reactie email

source: Body of the email a visitor gets when they sign up. It includes a link ([record_link]) back to their record so they can fill it out. Can include HTML, placeholders:[first_name],[last_name],[email],[record_link]. You can only use placeholders for fields that are present in the signup form, including hidden fields.
nl_nl: De tekst van de email die een deelnemer ontvangt wanneer ingetekend is. Het bevat een link ([record_link]) terug naar hun gegevens zodat ze deze kunnen bijwerken. Dit kan ook HTM veldcodes bevatten: [first_name],[last_name],[email],[record_link]. U kunt alleen veldcodes gebruiken voor velden die voorkomen op het inteken formulier, inclusief verborgen velden.

source: <p>Thank you, [first_name], for signing up with %s.</p><p>You may complete your registration with additional information or update your information by visiting this private link at any time: <a href="[record_link]">[record_link]</a>.</p>
nl_nl: <p>Dank je, [first_name], voor je intekening voor %s.</p><p>Je kan de registratie afronden met aanvullende gegevens of je gegevens later bijwerken via deze unieke link: <a href="[record_link]">[record_link]</a>.</p>

source: Signup Thanks Message
nl_nl: Inteken bedank bericht

source: Note to display on the web page after someone has submitted a signup form. Can include HTML and placeholders (see above)
nl_nl: Bericht om te tonen op de web pagina nadat iemand een intekenformulier ingezonden heeft. Dit kan HTML bevatten en verkorte codes (zie hierboven)

source: <p>Thank you, [first_name] for signing up!</p><p>You will receive an email acknowledgement shortly. You may complete your registration with additional information or update your information by visiting the link provided in the email.</p>
nl_nl: <p>Dank je, [first_name] voor je intekening!</p><p>Je ontvangt zo dadelijk een bevestigingsemail. Je Je kan de registratie afronden met aanvullende gegevens of je gegevens later bijwerken via de link in de email.</p>

source: Send Signup Notification Email
nl_nl: Stuur inteken bevestiging email

source: Send an email notification that a signup has occurred.
nl_nl: Stuur een email bericht dat de intekening gedaan is.

source: Signup Notification Recipients
nl_nl: Inteken berichtgeving ontvangers

source: comma-separated list of email addresses to send signup notifications to
nl_nl: komma-gescheiden lijst met email adressen om inteken berichten naar te versturen

source: Signup Notification Email Subject
nl_nl: Intekenbericht email onderwerp

source: subject of the notification email; placeholder tags can be used (see above)
nl_nl: onderwerp van de email; veldcodes kunnen gebruikt worden (zie hierboven)

source: New signup on %s
nl_nl: Nieuwe intekening op %s

source: Signup Notification Email
nl_nl: Inteken berichtgeving email

source: notification email body. The [admin_record_link] tag will supply the URL for editing the record in the admin.
nl_nl: tekst van het email bericht. De [admin_record_link] code zal de link doorgeven voor het bewerken van de intekening in het administratie gedeelte.

source: <p>A new signup has been submitted</p><ul><li>Name: [first_name] [last_name]</li><li>Email: [email]</li></ul><p>Edit this new record here: <a href="[admin_record_link]">[admin_record_link]</a></p>
nl_nl: <p>Een nieuwe intekening is ingediend</p><ul><li>Naam: [first_name] [last_name]</li><li>Email: [email]</li></ul><p>Bewerk deze nieuwe intekening hier: <a href="[admin_record_link]">[admin_record_link]</a></p>

source: Duplicate Record Check Field
nl_nl: Kopie inschrijving controle veld

source: when a signup is submitted or CSV record is imported, this field is checked for a duplicate
nl_nl: wanneer een inschrijving is ingediend of een CSV regel is geïmporteerd wordt dit veld aangevinkt voor een kopie/doublure

source: Duplicate Record Preference
nl_nl: Kopie intekening voorkeur

source: when the submission matches the Duplicate Record Check Field of an existing record. This also applies to importing records from a CSV file.
nl_nl: wanneer de invoer overeenkomt met het kopie controle veld van een bestaande intekening. Dit is ook van toepassing op het importeren van gegevens uit een CSV bestand.

source: Create a new record with the submission
nl_nl: Maak een nieuwe regel met de intekening

source: Overwrite matching record with new data
nl_nl: Overschrijf de overeenkomende intekening met nieuwe gegevens

source: Show a validation error message
nl_nl: Toon een validatie-fout melding

source: Duplicate Record Error Message
nl_nl: Kopie intekening foutmelding

source: If "Show a validation error message" is selected above, this message will be shown if a signup is made with a "check field" that matches an existing record.
nl_nl: Als "Toon een validatie-fout melding" hierboven geselecteerd is, zal dit bericht getoond worden wanneer een intekening gemaakt wordt met een "controle veld" dat overeenkomt met een bestaande intekening

source: A record with that %s already exists. Please choose another.
nl_nl: Een intekening met die %s bestaat al. Kies a.u.b. een andere.

source: Show Field Groups
nl_nl: Toon veld groepen

source: Show groups and group descriptions in the signup form.
nl_nl: Toon groepen en groep beschrijvingen in het inteken formulier.

source: Participant Record Page
nl_nl: Deelnemer gegevens pagina

source: The page where your participant record ([pdb_record] shortcode) is displayed. You can use a Post ID for posts and custom post types.
nl_nl: De pagina waar je deelnemer gegevens ([pdb_record] verkorte code) getoond wordt. Je kan een Post ID voor berichten en speciale bericht typen hiervoor gebruiken.

source: Save Changes Label
nl_nl: Bewaar wijzigingen tekst

source: label for the save changes button on the record form
nl_nl: tekst voor de Bewaar Wijzigingen knop op het gegevens formulier

source: Save Your Changes
nl_nl: Bewaar wijzigingen

source: Save Button Text
nl_nl: Bewaar knop tekst

source: text on the "save" button
nl_nl: tekst op de "bewaar" knop

# a label for a button to save a form
source: Save
nl_nl: Bewaar

source: Show Group Descriptions
nl_nl: Toon de groep omschrijvingen

source: Show the group description under each group title in the record form.
nl_nl: Toon de groep omschrijving onder elke groep titel in het gegevens formulier.

source: Record Updated Message
nl_nl: Gegevens bijgewerkt bericht

source: the message shown when a record form has been successfully submitted
nl_nl: het bericht dat getoond wordt wanneer gegevens met succes ingedient zijn

source: Your information has been updated:
nl_nl: De informatie is bijgewerkt

source: Send Record Form Update Notification Email
nl_nl: Verstuur de email met de bevestiging van het bijwerken van de gegevens

source: Send an email notification that a record has been updated. These will be sent to the email addresses listed in the "Signup Notification Recipients" setting.
nl_nl: Verstuur een email met de bevestiging dat de gegevens bijgewerkt zijn. Deze worden verzonden naar de email adressen die aangegeven zijn in de "Inteken bericht ontvangers" instellingen.

source: Record Update Email Subject
nl_nl: Gegevens bijgewerkt email onderwerp

source: subject line for the record update notification email; placeholders can be used.
nl_nl: onderwerp regel voor het bericht dat de gegevens bijgewerkt zijn; veldcodes mogen gebruikt worden.
